Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Czyli jak rozumiem, zrywasz nasz dotychczasowy kontrakt, tak?
uk: Отже. Наскільки я розумію, ти розриваєш наш контракт, вірно?

source: Czyli jednak Roderich posłuchał głosu rozsądku.
uk: Тож Родеріх таки прислухався до голосу розуму.

source: Czyli jednak ci ludzie Araxos do czegoś się nadają...
uk: Отже, люди з Араксосу все ж таки на щось годяться...

source: Czyli jednak nie jest taka pusta ta twoja łepetyna.
uk: Значить, твоя голова не така вже й порожня.

source: Czyli jednak nie żartowałeś.
uk: То ти таки не жартував.

source: Czyli jednak planujesz zostać tutaj na dłużej?
uk: Тож ти плануєш залишитися тут на деякий час?

source: Czyli jednak uchodźcy potrafią na coś się przydać.
uk: Отже, біженці таки можуть бути корисними.

source: Czyli jednak z nimi rozmawiałeś?
uk: То ти все ж таки з ними розмовляв?

source: Czyli jedyną pewną odpowiedź uzyskasz tylko od samego Lichwiarza.
uk: Тобто, єдину вичерпну відповідь можна дізнатися лише від самого Лихваря.

source: Czyli jesteś zwykłym tchórzem? Mogłem się tego spodziewać...
uk: То ти просто боягуз? Цього слід було очікувати...

source: Czyli jesteś świeżakiem.
uk: Отже, ти новачок.

source: Czyli królewska armia używa sobie na cywilach?
uk: Отже, королівська армія експлуатує цивільних у своїх інтересах?

source: Czyli mamy słowo przeciwko słowu. Murk osobiście widział jak Roel rozmawiał z jakimś strażnikiem.
uk: Отже, ми маємо слово проти слова. Мурк особисто бачив, як Роел розмовляв з якимось вартовим.

source: Czyli mamy umowę. Będę na ciebie czekał przy wejściu do kanałów w Dzielnicy Rzemieślniczej. Do zobaczenia.
uk: Отже, домовилися. Я чекатиму на тебе біля входу в каналізацію в Ремісничому кварталі. Побачимося там.

source: Czyli marzy wam się kraj bezprawia?
uk: То ти мрієш про країну беззаконня?

source: Czyli miałeś szczęście, że na mnie trafiłeś.
uk: Тож тобі пощастило, що ти натрапив на мене.

source: Czyli miałeś więcej szczęścia niż ja. Dzięki Adanosowi, większość tych bandziorów to zwykła hołota, która nawet miecza właściwie nie potrafi trzymać.
uk: Значить, тобі пощастило більше, ніж мені. Хвала Аданосу, більшість з цих бандитів – звичайнісінькі обірванці, які навіть меча не вміють тримати.

source: Czyli mnie nie wydasz? Dzięki wielkie!
uk: То ти мене не здаси? Дякую тобі велике!

source: Czyli mnie pamiętasz. Dobrze, bardzo dobrze. Martwiłem się, że możesz doświadczyć utraty pamięci albo szoku po tym wszystkim, co przeszedłeś.
uk: Значить, ти мене пам'ятаєш. Добре, дуже добре. Я хвилювався, що ти можеш втратити пам'ять чи будеш шокованим від пережитого.

source: Czyli mogę stanąć do walki z pozostałymi uczestnikami?
uk: Тобто я зможу змагатися з іншими учасниками?

source: Czyli możesz się obijać do woli?
uk: Тож ти можеш байдикувати досхочу?

source: Czyli myślisz, że to ten cały Rodrigo?
uk: То ти думаєш, що це все Родріго?

source: Czyli mówisz, że będzie tam cały skarbiec do ogołocenia? Przyznaję, brzmi to zachęcająco.
uk: То ти кажеш, що там буде ціла скарбниця, яку можна обчистити? Визнаю, звучить привабливо.

source: Czyli mówisz, że strażnicy przejęli władzę?
uk: То ти кажеш, що вартові взяли владу в свої руки?

source: Czyli nabraliście mnie. Policzę się z wami... jak wypiję.
uk: Отже, ви хотіли мене надурити. Я розберуся з вами... як доп'ю.

source: Czyli najlepiej nic nie robić?
uk: Тобто краще нічого не робити?

source: Czyli najpierw szaleńczo próbujesz zdobyć władzę, nie bacząc na życie i losy innych, a gdy bitwa zdaje się przegrana, uciekasz jak ostatni szczur?
uk: Тобто спочатку ти несамовито намагаєшся отримати владу, не зважаючи на життя і долю інших, а коли битва здається програною, ти втікаєш, як останній щур?

source: Czyli naprawdę tam zajrzysz... dobrze, ale, na bogów, uważaj!
uk: То ти справді збираєшся зазирнути туди... добре, але, за ради богів, обережніше!

source: Czyli nawet nie jest pewien, że mu się uda? O, niedoczekanie! Nie będę składał podpisu w takiej sprawie!
uk: То він навіть не впевнений, що у нього все вийде? Ні, ні за що! Я не підписуватиму собі смертний вирок!

source: Czyli nawet nie jesteś pewny czy tunele się łączą?
uk: Отже, ти навіть не впевнений, чи тунелі з’єднуються?

source: Czyli nawet nie jesteś pewny, czy tunele się łączą?
uk: Отже, ти навіть не впевнений, чи тунелі з’єднуються?

source: Czyli nic nie wiesz?
uk: Тобто ти нічого не знаєш?

source: Czyli nic z tym nie zrobisz?
uk: То ти не збираєшся нічого з цим робити?

source: Czyli nie będziesz miał czegoś takiego?
uk: Тобто у тебе нічого подібного немає?

source: Czyli nie będą już zagrażać naszej wyspie? No i czy dowiedziałeś się czegoś o ich pochodzeniu?
uk: Значить, вони більше не загрожують нашому острову? А чи вдалося щось дізнатися про їх походження?

source: Czyli nie będę miał z niej żadnego pożytku?
uk: Тобто я не матиму жодної користі від неї?

source: Czyli nie dość, że nie wykonali powierzonego im zadania w rejonie, który już wcześniej był niestabilny, to jeszcze przez swoje wybryki będą dokładać pracy reszcie straży?
uk: Тож мало того, що вони не змогли виконати поставлене перед ними завдання в без того нестабільному районі, так ще й своїми витівками додадуть роботи решті Варти?

source: Czyli nie ma możliwości, żebyś to ty albo ktoś z twoich ludzi, nawet przypadkiem, dodał tych jagód do jego potrawki?
uk: Тобто не могло бути такого, що це ти чи хтось із твоїх людей, навіть випадково, додав ці ягоди в його страву?

source: Czyli nie ma sposobu, bym mógł praktykować magię?
uk: Тобто я ніяк не зможу практикувати магію?

source: Czyli nie macie go?
uk: То у тебе його немає?

source: Czyli nie pamiętasz... dobra, nieważne. Jakoś go znajdę.
uk: Отже, ти не пам'ятаєш... добре, неважливо. Я його як-небудь знайду.

source: Czyli nie udało ci się nic więcej z niego wyciągnąć? Cholera, jestem pewny, że to musiał być ktoś z Vengardu. Te dranie od dawna chcą przejąć naszą kopalnię.
uk: То ти не зміг витягнути з нього більше нічого? Дідько, я впевнений, що це був хтось із Венгарду. Ці виродки вже давно хотіли захопити нашу копальню.

source: Czyli nie zamierzasz mi powiedzieć?
uk: То ти не збираєшся мені розповідати?

source: Czyli niebawem przekonamy się, jak dobrym pomysłem było przybycie na to całe Archolos.
uk: Отже, зараз ми дізнаємося, наскільки гарною ідеєю було подолати увесь цей шлях до Архолосу.

source: Czyli obicie go i zabranie książki nie wchodzi w grę? Bo domyślam się, że nie będzie chciał łatwo jej oddać.
uk: Тож побити його і забрати книгу – не варіант? Тому що я думаю, що він не захоче її так просто віддавати.

source: Czyli po prostu pozwolisz by posąg Innosa był bezczeszczony?
uk: Ти просто дозволиш оскверняти статую Інноса?

source: Czyli po prostu pozwolisz, by posąg Innosa był bezczeszczony?
uk: Ти так просто дозволиш оскверняти статую Інноса?

source: Czyli potrzebujemy alchemika.
uk: Отже, нам потрібен алхімік.

source: Czyli przysłał cię żeby nas powstrzymać?
uk: Тобто він послав тебе, щоб зупинити нас?

source: Czyli przyznajesz się?
uk: То ти визнаєш це?

source: Czyli się udało, Weigar będzie mógł znowu spać spokojnie.
uk: Все вийшло, Вейгар знову зможе спати спокійно.

source: Czyli stawiasz na starą, dobrą rąbaninę! Świetnie! O ile chcesz się założyć?
uk: Тож ти ставиш на стару добру рубанину! Чудово! Скільки хочеш поставити?

source: Czyli stoją za tym Wywrotowcy?
uk: Тож, за цим стоять диверсанти?

source: Czyli sugerujesz, że mógł to być któryś ze strażników? Cholera, nikomu już nie można tutaj ufać...
uk: То ти вважаєш, що це міг бути один з вартових? Чорт, тут вже нікому не можна довіряти...

source: Czyli sytuacja została opanowana?
uk: Тобто ситуація під контролем?

source: Czyli szukasz swoich kolegów ze straży, tak? Możemy połączyć siły i razem ruszyć do lasu. Ostatnio jest tam dużo bardziej niebezpiecznie.
uk: То ти шукаєш своїх колег-вартових, так? Можемо об'єднати зусилля і разом піти до лісу. Останнім часом там стало більш небезпечно.

source: Czyli tak jak ludzie mówili. Dobrze, co dalej?
uk: Тобто все так, як і казали люди. Добре, що далі?

source: Czyli te szczury są w stanie zagnieździć się nawet w takich miejscach...
uk: Виходить, що ці щури здатні гніздитися навіть у таких місцях...

source: Czyli ten eliksir nie pomaga podczas strzelania?
uk: То цей еліксир не допомагає під час стрільби?

source: Czyli teraz jesteś naszym nowym kolegą, co?
uk: Тож тепер ти наш новий колега, так?

source: Czyli to Ars pomalował dom Volkera?
uk: То це Арс розмалював будинок Волкера?

source: Czyli to miała być wyłącznie rutynowa kontrola, to wiele wyjaśnia, ale dlaczego wysłał akurat ciebie? Nie kojarzę cię z koszar, pewnie ledwo co zostałeś strażnikiem.
uk: Тобто це мала бути звичайна перевірка. Це багато чого пояснює, але чому він відправив саме тебе? Я не впізнаю тебе. Мабуть, ти нещодавно став вартовим.

source: Czyli to naprawdę ma być zwykłe przenoszenie towaru?
uk: Отже, це буде просте перенесення товарів?

source: Czyli to nie Cortez za to zapłacił?
uk: Тобто Кортез не платив за це?

source: Czyli to nie będzie zwykła wycieczka po zioła.
uk: Тож це не буде звичайний похід по травичку.

source: Czyli to on otruł Holdwiga?
uk: То це він отруїв Гольдвіга?

source: Czyli to pewnie te słynne Wrota Vardhal...
uk: То це, мабуть, і є знамениті Ворота Вардхалу...

source: Czyli to twoja krew? Nie wyglądasz na rannego.
uk: То це твоя кров? Ти не виглядаєш пораненим.

source: Czyli to ty jesteś tym chłopakiem, o którym mówił Riordian.
uk: То ти і є той хлопець, про якого казав Ріордіан.

source: Czyli to ty rządzisz w mieście, tak?
uk: Отже, ти головний у місті, так?

source: Czyli to ty tutaj wszystkim rządzisz?
uk: Це ти тут за все відповідаєш?

source: Czyli to ty zabiłeś Stana!
uk: То це ти вбив Стена!

source: Czyli to ty zanosisz Benowi trunki?
uk: То ти носиш Бену напої?

source: Czyli to wy zajmujecie się przemytem?
uk: Отже, це ви займаєтеся контрабандою?

source: Czyli tuż pod naszym nosem? Cholera by wzięła tych naszych zwiadowców. Dziękuję za informację, na pewno zrobimy z niej dobry użytek.
uk: Прямо у нас під носом? Чорт би забрав тих наших розвідників. Дякую за інформацію, ми обов'язково нею скористаємося.

source: Czyli ty też jesteś zainteresowany polowaniem? Zobaczymy, ile nauczyłeś się od naszego ostatniego spotkania.
uk: То ти також цікавишся полюванням? Подивимось, чого ти навчився з нашої останньої зустрічі.

source: Czyli udało wam się dojść do porozumienia?
uk: Отже, вам вдалось дійти згоди?

source: Czyli uderzyłeś w samo serce, bardzo dobrze!
uk: Отже, ти вдарив в саме серце, дуже добре!

source: Czyli ukradłeś mu ten list? Pięknie! Cóż, miejmy nadzieję, że nie zauważy!
uk: То ти вкрав у нього лист? Чудово! Будемо сподіватися, що він не помітить!

source: Czyli umowa stoi? Przypieczętujesz testament?
uk: Тож, угода в силі? Ти підпишеш заповіт?

source: Czyli w taki sposób chcesz ze mną rozmawiać.
uk: То ось як ти заговорив.

source: Czyli wino można już pić?
uk: Тобто вино вже можна пити?

source: Czyli wolisz zachować to dla siebie, rozumiem...
uk: Тобто, ти хочеш залишити це для себе, зрозуміло...

source: Czyli wszystkie złote Innosy są tak naprawdę drewniane?
uk: Тобто всі статуетки Інноса насправді дерев'яні?

source: Czyli wszystko, co przeżyłeś, to ciągle za mało byś w końcu przemyślał swoje postępowanie?
uk: Значить всього, що ти пережив, досі недостатньо, щоб ти нарешті переосмислив свої дії?

source: Czyli wy, obcy, nie jesteście jednak tacy bezużyteczni.
uk: Значить, ви, чужинці, не такі вже й непотрібні.

source: Czyli wychodzi na to, że Venzel współpracował z podżegaczami.
uk: Тобто виходить, що Венцель співпрацював з підбурювачами.

source: Czyli wystarczy, że doleję ten eliksir komuś do piwa i będę obserwował efekty?
uk: Тобто достатньо буде додати цей еліксир кому-небудь у пиво і спостерігати за ефектом?

source: Czyli wystarczyło wziąć udział w turnieju?
uk: Тобто достатньо було лише взяти участь у турнірі?

source: Czyli wystarczyło wziąć udział w turnieju? Po co była ta praca dla ciebie?
uk: Тобто достатньо було лише взяти участь у турнірі? У чому ж полягала твоя допомога?

source: Czyli właśnie to chcesz mi pokazać? Jak być zręczniejszym?
uk: То що ти хочеш мені показати? Як бути більш спритним?

source: Czyli zdążymy napić się jeszcze piwa przed wyjściem!
uk: А отже, ми ще встигнемо випити пива перед поверненням!

source: Czyli, tak jak wszystkich innych, interesuje cię złoto.
uk: Отже, як і всі інші, ти зацікавлений в золоті.

source: Czyli, to tyle w temacie?
uk: Отже, це все?

source: Czyli... upiekłeś dwie pieczenie na jednym ogniu? Och...
uk: Тож... ти вбив двох зайців одним пострілом? Ох...

source: Czyli?
uk: Які саме?

source: Czym dokładnie się zajmujesz?
uk: А чим саме ти займаєшся?

source: Czym handluje wasza organizacja?
uk: Чим торгує ваша організація?

source: Czym handlujesz?
uk: Чим ти торгуєш?

source: Czym jednak jest zwykły miecz do ręki, która nim włada?
uk: Але що таке звичайний меч для руки, яка ним володіє?

source: Czym jest 'surowa kara'?
uk: Що за 'суворе покарання'?

source: Czym jest kilka złotych monet gdy w grę wchodzi fortuna? Trzymaj, to powinno pokryć wszelkie wydatki.
uk: Що таке кілька золотих монет, коли на кону стоять цілі статки? Тримай, це має покрити всі витрати.

source: Czym lepszy dają efekt, tym więcej kosztują. Nie przynoś mi tylko tych o efektach permanentnych, nie ma na nie zbyt dużego popytu.
uk: Чим кращий ефект вони дають, тим дорожче коштують. Не принось мені тільки ті, що мають постійний ефект, на них немає великого попиту.

source: Czym mam w takim razie je pokonać?
uk: Чим тоді мені їх перемогти?

source: Czym mniej będziesz narzekał, tym szybciej dostaniesz awans, a co za tym idzie, lepszy sprzęt, ciekawsze zlecenia i większą wypłatę.
uk: Чим менше ти будеш скаржитися, тим швидше тебе підвищать, що дасть тобі краще спорядження, цікавіші завдання та вищі виплати.

source: Czym mniej będę narzekał na swoją pracę i innych członków Gildii, tym szybciej dostanę awans. Oby tych powodów do narzekań nie było dużo.
uk: Чим менше я буду скаржитися на свою роботу та інших членів Гільдії, тим швидше мене підвищать. Будемо сподіватися, що причин для скарг буде небагато.

source: Czym różnią się twoje towary od tych Mailora?
uk: Чим твої товари відрізняються від товарів Мейлора?

source: Czym różnią się twoje towary od tych sprzedawanych przez Mailora?
uk: А чим твої вироби відрізняються від тих, що продає Мейлор?

source: Czym się tu zajmujesz?
uk: Чим ти тут займаєшся?

source: Czym się tutaj zajmujesz?
uk: Чим ти тут займаєшся?

source: Czym się zajmujecie?
uk: Чим ти займаєшся?

source: Czym się zajmujesz w Araxos?
uk: Чим ти займаєшся в Араксосі?

source: Czym się zajmujesz?
uk: Чим займаєшся?

source: Czym są Mroczne Tajemnice?
uk: Що таке Темні Таємниці?

source: Czym tak właściwie jest wasza organizacja?
uk: Чим саме займається ваша організація?

source: Czym tu się zajmujesz?
uk: Чим ти тут займаєшся?

source: Czym tutaj handlujesz?
uk: Чим ти торгуєш?

source: Czym więcej obcych na wyspie, tym gorzej. Nie żebym im nie współczuł utraty domu, ale Archolos nie pomieści wszystkich mieszkańców Archipelagu.
uk: Чим більше чужинців на острові, тим гірше. Не те, щоб я не співчував тим, хто втратив свій дім, але Архолос не може вмістити всіх мешканців Архіпелагу.

source: Czym właściwie jest magia?
uk: Що ж таке власне магія?

source: Czym właściwie zajmuje się cyrulik?
uk: А чим взагалі займається цирульник?

source: Czym zasłużyłem sobie na odwiedziny ludzi Araxos?
uk: Чим я заслужив, що до мене завітали люди Араксосу?

source: Czym?
uk: І як я це зроблю?

source: Czym? Powietrzem? Wróć, jak będziesz miał złoto.
uk: Чим? Повітрям? Повертайся, коли матимеш золото.

source: Czymkolwiek jest ta 'rzecz', otrzymasz ją z powrotem.
uk: Чим би не була ця 'річ', я вам її поверну.

source: Czymkolwiek wam zawinił, to nie zaznał on spokoju od stuleci. Nie wydaje ci się, że już wystarczy?
uk: Чим би він вам не завинив, він не знав спокою протягом століть. Хіба цього недостатньо?

source: Czymś ostrym dobierasz się do ich korzeni, a kiedy są już widoczne, podważasz je bądź wyrywasz. Nie jest to szczególnie trudne.
uk: Чимось гострим треба дістатися до їхнього кореня. І, як тільки його буде видно, підколупати його або висмикнути. Це не дуже складно.

source: Czymś takim można zabić człowieka.
uk: Ними можна вбити людину.

source: Czymże jest obiad Starszego w obliczu poszukiwań starożytnego miecza?
uk: Здається, я забув про прохання Джил. Кому взагалі цікава вечеря старости порівняно з пошуками старовинного меча?

source: Czynisz postępy, ale prawo jest prawem. Wróć, gdy spełnisz wymogi formalne.
uk: Ти робиш успіхи, але закон є закон. Повертайся, коли виконаєш його вимоги.

source: Czysta wersja mapy, bez żadnych oznaczeń.
uk: Чиста версія мапи, без жодних позначок.

source: Czyste ulice
uk: Чисті вулиці

source: Czysto teoretyczne, nawet goblin mógłby władać Magią. Nie jest to sztuka, która przychodzi sama. Aby rzucić choćby najsłabsze zaklęcie, potrzeba wiedzy i skupienia.
uk: Чисто теоретично, навіть гоблін може володіти магією. Але це не те, що приходить саме по собі. Потрібні відповідні знання та концентрація, щоб накласти навіть найслабше заклинання.

source: Czysty pergamin magiczny
uk: Чистий магічний пергамент

source: Czysty wywar ze szczawiu królewskiego
uk: Чистий відвар з королівського щавлю

source: Czysty, niezapisany kawałek papieru.
uk: Чистий аркуш паперу.

source: Czytałem o tym w dawnych zapiskach z naszej biblioteki, ale sam nigdy jeszcze nie widziałem gniazda królowej. Jaka ona jest?
uk: Я читав про це в старих записах з нашої бібліотеки, але сам ніколи не бачив гнізда королеви. Яка вона?

source: Czytałem twoją listę. Co planujesz?
uk: Я прочитав твій список. Що ти плануєш?

source: Czyń swoją powinność.
uk: Виконуй свій обов'язок.

source: Czyń swoją powinność. W przeciwieństwie do ciebie umrę z godnością.
uk: Виконуй свій обов'язок. На відміну від тебе, я помру з гідністю.

source: Czyś ty oszalał?
uk: Ти збожеволів?

source: Czyś ty oszalał?! Cholera, na co ci ten łeb? Kto normalny biega po wyspie z odrąbaną głową przy pasie.
uk: Ти що, здурів?! Дідько, нащо тобі ця голова? Хто взагалі нормальний бігає по острову з відрубаною головою за поясом?

source: Czyś ty oszalał?! Rzucać tak poważnymi oskarżeniami przeciwko szanowanemu obywatelowi w obecności Wysłannika Królewskiego?
uk: Ти що, здурів?! Висувати такі серйозні звинувачення проти поважного громадянина в присутності Королівського посла?

source: Czyś ty zdurniał? Człowiek próbuje czarować przed siedzibą magów, nie wiadomo, co naprawdę chodzi mu po głowie, a ty go po prostu puszczasz?
uk: Ти з дуба впав? Людина намагається чаклувати перед помешканням магів, невідомо що в неї на думці, а ти її просто відпустив?

source: Czyż ta arena nie jest wspaniała?
uk: Хіба ця арена не прекрасна?

source: Czyż to nie nasz nowy obywatel?
uk: Хіба це не наш новий громадянин?

source: Czyżby Frida znalazła sobie pomagiera? Aż dziwne, że ktoś chce z nią współpracować.
uk: Фріда знайшла собі помічника? Дивно, що хтось ще хоче з нею працювати.

source: Czyżby piesek zapuścił się za daleko od swojej budy?
uk: Схоже, песик занадто далеко відійшов від своєї будки?

source: Czyżby szykowało się jakieś przedstawienie?
uk: Готується якась вистава?

source: Czyżby tak łatwo przystał na moją prośbę?
uk: Невже він так легко погодився на моє прохання?

source: Czyżby wieści szybko się roznosiły?
uk: Новини так швидко розходяться?

source: Czyżby?
uk: Невже?

source: Czyżby? Pokaż.
uk: Справді? Покажи.

source: Czyżby? Słyszałem co innego...
uk: Хіба? Я чув дещо інше...

source: Czyżbym miał sprawić, żeby jakiś problem się pojawił?
uk: Я повинен створити цю небезпеку?

source: Czyżbyś przechodził do sedna?
uk: Ти до чогось ведеш?

source: Czyżbyście mieli jakiś problem?
uk: У вас якісь проблеми?

source: Czyżbyście w końcu zamierzali interweniować w świat zewnętrzny?
uk: Ви нарешті маєте намір втрутитися у справи зовнішнього світу?

source: Często odwiedzają was ludzie z miasta?
uk: До вас часто навідуються люди з міста?

source: Często podawany przez gospodynie na śniadanie.
uk: Часто подається господинями на сніданок.

source: Często pomijanym atutem kusz jest możliwość zrównoważonego rozwoju - dobry kusznik to ktoś, to jest wystarczająco silny, by dzierżyć masywne kusze, ale jednocześnie na tyle zręczny, by zadawać nimi spore obrażenia.
uk: Перевагою арбалетів, про яку часто забувають, є їхня збалансованість. Хороший арбалетник – це той, хто достатньо сильний, щоб володіти важким арбалетом, але водночас достатньо спритний, щоб завдати з нього великої шкоди.

source: Często się zadajesz z Fabio?
uk: Ти часто спілкуєшся з Фабіо?

source: Często spotykany minerał,
uk: Широко розповсюджений мінерал,

source: Często tu miewacie gości?
uk: У вас часто бувають відвідувачі?

source: Często używane przez
uk: Часто використовується

source: Często z nich korzystasz?
uk: Ти часто ними користуєшся?

source: Częsty składnik zup.
uk: Поширений складник для супів.

source: Częściowo jest to prawda – zajmuję się lichwą, czyli po prostu pożyczam na procent.
uk: Частково це правда – я займаюся лихварством, тобто просто даю гроші в борг під відсотки.

source: Częściowo pomogli mi członkowie załogi, ale głównie mój kumpel, Vicente. Kupa roboty, ale efekt chyba zadowalający.
uk: Частково мені допомагали хлопці з екіпажу, але головним чином мій приятель Вісенте. Роботи було багато, але я вважаю, що вийшло досить непогано.

source: Częściowo. Muszę dokonać niemożliwego i zmusić Lorenzo do przeprosin.
uk: Частково. Я мушу зробити неможливе і змусити Лоренцо вибачитися.

source: Część magów i członków Wodnego Kręgu jest zwolennikami czekania na rozwój sytuacji, reszta natomiast chce działać natychmiast.
uk: Частина магів і членів Кільця Води виступає за те, щоб зачекати на розвиток ситуації, тоді як інші хочуть діяти негайно.

source: Część osobników regularnie sprowadzaliśmy z pobliskich wysp, ale wojna i blokada szlaków handlowych zrobiły swoje.
uk: Раніше ми регулярно привозили овець з сусідніх островів, але війна і блокада торговельних шляхів зробили свою справу.

source: Część ryb na pewno nie będzie nadawała się do zjedzenia, więc zbieraj tylko te, które wyglądają ci na świeże.
uk: Частина риби точно не буде придатною до вживання, тому збирай лише ту, яка виглядає свіжою.

source: Część składników powinienem mieć jeszcze z czasów ćwiczeń w nowicjacie, ale jest kilka, które musisz pomóc mi zdobyć.
uk: Деякі складники повинні залишитися у мене ще з часів, коли я був послушником, але є й такі, які ти маєш допомогти мені знайти.

source: Część sobie przygarnęli, i teraz wylądowali na Archolos. Musisz znaleźć wszystkich, którzy byli na tym statku i mają przy sobie rudę.
uk: Частину вони прихопили з собою, і тепер висадились на Архолосі. Потрібно знайти всіх, хто був на тому кораблі і має при собі руду.

source: Część starej kroniki klasztornej
uk: Частина старого монастирського літопису,

source: Część stron tego dziennika strawił ogień.
uk: Деякі сторінки цього щоденника згоріли.

source: Część towarów udało mi się zabezpieczyć. Wątpię, by w pobliżu było coś jeszcze.
uk: Мені вдалося забрати частину товару. Сумніваюся, що поблизу є щось ще.

source: Część waszego towaru jest wadliwa.
uk: Частина ваших товарів бракована.

source: Część waszego towaru jest wadliwa. Egzemplarz, który od ciebie otrzymałem, zaciął się przy użyciu.
uk: Частина вашого товару у несправному стані. Наприклад, отриманий від тебе екземпляр заклинило під час використання.
